# help_message.py

help_text = """
👋 **سلام، خوش آمدید!**

من **آرین شعرا** هستم.  
- 👨‍🏫 معلم زبان آلمانی  
- 🎓 دانش‌آموخته کارشناسی روانشناسی  
- 💻 در حال پیشرفت در زمینه برنامه‌نویسی  

🔗 راه‌های ارتباطی:
- **سایت:** [arianshoara.github.io](https://arianshoara.github.io/arian/)  
- **تلگرام:** [@ariansho](https://t.me/ariansho)  
- **کانال تلگرام:** [@rozgarmanarian](https://t.me/rozgarmanarian)  
- **اینستاگرام:** [arian__sho2](https://www.instagram.com/arian__sho2)  
- **یوتیوب:** [@unipsydeu](https://www.youtube.com/@unipsydeu)  

📊 **توضیحات ربات:**  
ربات شامل دو بخش **تست‌های رایگان** و **تست‌های پولی** است. تست‌ها کاملاً حرفه‌ای طراحی شده‌اند و نتایج دقیق ارائه می‌دهند که هم به **خودشناسی** شما کمک می‌کند و هم **راهکارهای بهبود** ارائه می‌دهد.

امیدوارم از تجربه این ربات لذت ببرید! ✨
"""
