// data/books/book5.jsx
import "./BookDetail.css";
const book5 = {
    id: 'book5',
    titleFa: 'موجودات فانی و میرا',
    titleEn: 'Mortal Questions',
    author: 'توماس نیگل',
    cover: '/assets/mortal-questions.jpg', // مسیر فرضی عکس جلد کتاب
    description: 'کتاب موجودات فانی و میرا، مجموعه‌ای از مقالات فلسفی توماس نیگل است که به پرسش‌های بنیادین درباره‌ی معنای زندگی، آگاهی، اخلاق و واقعیت می‌پردازد و دیدگاه‌های عمیق و چالش‌برانگیزی را ارائه می‌دهد.',
    article: 'مقاله مرتبط با کتاب موجودات فانی و میرا', // در صورت وجود مقاله
    review: 'نقد و بررسی کتاب موجودات فانی و میرا', // در صورت وجود نقد
    categories: ['فلسفه', 'مقالات', 'غیرداستانی']
};

export default book5;